IDEA Open Model
SteelSetupRUS.Structural_Fi Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor Structural_Fi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Structural_Fi { get; set; }
Public Property Structural_Fi As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace